Repository: Decathlon/exercisync
Catalog: tapiriik/locale/*/LC_MESSAGES/django.po
Languages: fr, ru

source: English
fr: Anglais
ru: Английский

source: French
fr: Français
ru: Французский

source: Russian
fr: Russe
ru: Русский

source: Your activities
fr: Vos activités
ru: Ваши тренировки

source: Stationary
fr: Stationnaire
ru: Стационарная

source: Private
fr: Privé

source: Synchronized :
fr: Synchronisé :

source: This activity was not synchronized to the following services:
fr: Cette activity n'a pas été synchronisée avec ces services:
ru: Эта тренировка не была синхронизирована в эти сервисы:

source: The hub doesn't know about any activities in your accounts
fr: Le Hub n'a pas de traces de vos activités dans vos comptes

source: Have you synchronized lately?
fr: Avez-vous synchronisé récemment ?
ru: Вы недавно синхронизировались?

source: Loading...
fr: Chargement...
ru: Загрузка...

source: <b>If your account is currently synchronizing</b>, those activities will appear here once the synchronization completes. All dates shown are in UTC.
fr: <b>Si vos comptes sont en train de se synchroniser<b>, ces activités apparaitront ici une fois la synchronisation finie. Toutes les dates sont affichées en UTC
ru: <b>Если ваш аккаунт в данный момент синхронизируется</b>, тренировки появятся здесь как только синхронизация завершится. Все даты отображаются в UTC.

source: Never mind
fr: Tanpis
ru: В другой раз

source: I'm sure
fr: Je suis sûre
ru: Я уверен

source: Data won't be deleted - just no more synchronization will happen)
fr: (Aucune donnée ne sera supprimée - il n'y aura juste plus de synchronisation)

source: Login
fr: Se connecter

source: There was a problem logging you into
fr: Il y a eu un problème pour se connecter à
ru: Проблема с подключением аккаунта

source: You're logging into
fr: Vous êtes connecté à
ru: Аккаунт подключен

source: Remember these details
fr: Gardez ces détails
ru: Запомнить данные

source: dashboard
fr: tableau de bord des activités

source: sync your runs, rides & more
fr: synchronisez vos activités
ru: синхронизирует бег, вело и не только

source: Substituting user
fr: Remplacement utilisateur
ru: Подстановка пользователя

source: Return
fr: Retour
ru: Возврат

source: Welcome !
fr: Bienvenue !

source: Decathlon HUB synchronizes your recent activities between Garmin Connect, Polar Flow and Strava
fr: Decathlon HUB synchronise vos activités sportives récentes

source: Connected services will be synchronized
fr: Certaines activités pourraient ne pas être synchronisées

source: automatically
fr: automatiquement
ru: автоматически

source: Connect a second service to synchronize your activities to &amp; from
fr: Connectez un second service pour synchroniser vos activités
ru: Подключите второй сервис чтобы синхронизировать тренировки на/с него

source: Queueing to Synchronize
fr: En attente de synchronisation
ru: В очереди на синхронизацию

source: Synchronize Now
fr: Synchronisation maintenant
ru: Синхронизируется сейчас

source: Synchronization Settings
fr: Options de synchronisation
ru: Настройки синхронизации

source: Attached info 10%%
fr: Informations attachées 10%%

source: Some activities could not be synchronized.
fr: Certaines activités pourraient ne pas être synchronisées
ru: Некоторые тренировки не могут быть синхронизированы.

source: You can synchronize more services by connecting them below
fr: Vous pouvez synchroniser avec d'autres services
ru: Вы можете синхронизироваться с другими сервисами ниже, просто подключите их

source: Hub by DECATHLON synchronizes your activities between Garmin Health, Polar Flow, Strava, RideWithGPS, Dropbox, Smashrun and BeginnerTriathlete<br/> (your heart rate, cadence, power, and temperature data syncs too)
fr: Le Hub by DECATHLON synchronise vos activités entre Garmin Connect, Polar Flow, Strava, RideWithGPS, BeginnerTriathlete et DecathlonCoach <br/> (Vos données cardiaques, température, cadence...)

source: Did not find your service?
fr: Vous ne trouvez pas votre service ?
ru: Не нашли свой сервис?

source: Try here
fr: Essayez ici
ru: Попробуйте здесь

source: Your email, password, and fitness data are kept safe - full details on the
fr: Votre email, mots de passe et activités sportives sont en lieux sûr, plus de détail sur la
ru: Ваш email, пароль и данные тренировок в безопасности - подробнее на

source: privacy page
fr: Page de données personnelles
ru: странице приватности

source: Support the project
fr: Soutenir le projet
ru: Поддержать проект

source: Do you like the service and you want it to get even better?
fr: Vous aimez ce service et vous aimeriez qu'il soit encore mieux ?
ru: Вам нравится сервис и вы хотите чтобы он становился еще лучше?

source: Exercisync is free and open service, but development, support users, server maintenance - all this requires my efforts. Thank you for your contribution to the development of the service!
fr: Hub by DECATHLON est gratuit et ouvert, mais le développement, le support, la maintenance des serveurs, tout ce requiert mes efforts. Merci pour votre contribution au développement de ce service!
ru: Exercisync бесплатный и открытый сервис, но разработка, поддержка пользователей, обслуживание сервера - все это требует моих усилий. Спасибо за вклад в развитие сервиса!

source: By bank card
fr: Par carte de crédit
ru: Банковской картой

source: From mobile balance
fr: Par compte mobile
ru: С баланса мобильного

source: You're good to go
fr: Vous allez

source: Your payment has been processed and your tapiriik account is now set up for automatic synchronization. Of course, you can still visit
fr: Votre paiement est pris en compte et votre compte tapiriik est maintenant prêt pour la synchronisation automatique. Biensur vous pouvez toujours visiter

source: at any time to trigger an immediate synchronization.
fr: quand vous le souhaitez pour déclencher une synchronisation immédiate.

source: Your payment has been processed and your tapiriik account is now set up for automatic synchronization.
fr: Votre paiement est pris en compte et votre compte est prêt pour la synchronisation automatique.

source: Of course, you can still visit {{ url|safe }} at any time to trigger an immediate synchronization.
fr: Biensur vous pouvez toujours visiter {{ url|safe }} quand vous le souhaitez pour déclencher une synchronisation immédiate

source: Click here to reclaim your payment
fr: Cliquez ici pour récupérer votre paiement

source: Your payment will be reclaimed &amp; associated with the services you are currently connected to, and any you connect in the future.
fr: Votre paiement sera récupéré.

source: Use the following link to to reclaim your payment
fr: Utilisez le lien suivant pour récupérer votre paiement

source: Your payment will be reclaimed & transferred to the services you are currently connected to, and any you connect in the future.
fr: Votre paiement sera récupé et transféré vers les services auxquels vous êtes connecté.

source: It's been a good
fr: C'était cool

source: days
fr: jour

source: In the past
fr: Dans le passé

source: or so, tapiriik has kept your
fr: ou sinon, tapiriik a gardé vos

source: in sync, automatically transferring
fr: En synchronisation, transfert automatique

source: over
fr: sur

source: km of activities
fr: Km d'activités

source: your fitness activities night and day
fr: vos activités sportives nuit et jour

source: Want to continue automatic synchronization?
fr: Voulez-vous continuer la synchronisation automatique ?

source: If you want to keep automatic synchronization for another year, visit
fr: Si vous voulez garder la synchronisation automatique pour une autre année, visitez

source: connect to one of your accounts, and click the
fr: Connectez-vous à un de vos comptes et cliquer sur le

source: Don't worry - you won't automatically be billed.
fr: Pas d'inquiétudes, vous ne serez pas facturé automatiquement

source: (and if you were dissatisfied with your experience, please reply to this email to let me know why!)
fr: (et si vous n'etes pas satisfait de votre expérience, s'il vous plait répondez à cet email pour savoir pourquoi!)

source: in sync, automatically monitoring and transferring
fr: En synchronisation, transfert automatique

source: km of your activities
fr: km de vos activités

source: If you want to keep automatic synchronization for another year, visit https://tapiriik.com then connect to one of your accounts, and click the
fr: Si vous voulez garder la synchronisation automatique pour une autre année, visitez

source: Don't worry - you won't automatically be billed. If you were dissatisfied with your experience, please reply to this email to let me know why!)
fr: Ne vous inquietez pas, vous ne serez pas facturé automatiquement.

source: Manage sync
fr: Synchronisation

source: Push sync
fr: Synchronisation

source: Sync date
fr: Date de démarrage

source: date start
fr: Date de démarrage

source: Save
fr: Sauvegarder
ru: Сохранить

source: Last sync activities
fr: Dernières synchronisations

source: Error
fr: Erreur

source: Timestamp
fr: Horodatage

source: Try logging in again - it might just be a temporary problem connecting to
fr: Essayez de vous connecter encore - c'est surement un problème temporaire avec

source: If that doesn't help, try connecting this account using a different browser or device.
fr: Si cela n'aide pas, essayez de vous connecter avec un autre navigateur

source: Claim your payment
fr: Réclamer votre paiement

source: Your payment will be reassociated with the accounts you a currently connected to
fr: Votre paiement sera associé avec les comptes suivant

source: Your PayPal Email Address
fr: Votre adresse email PayPal

source: Invalid payment claim code
fr: Code de paiement invalide

source: Please contact me if you're confused.
fr: S'il vous plait contactez moi si vous êtes perdu.

source: Thanks
fr: Merci

source: Your Hub by DECATHLON account is now set up for automatic synchronization. You can
fr: Votre compte Hub by DECATHLON est maintenant prêt pour la synchronisation automatique. Vous pouvez

source: head back to the dashboard
fr: Retournez voir le tableau de bord

source: or close this window
fr: ou fermer cette fenêtre

source: Please hold
fr: Attendez svp

source: we're waiting for PayPal
fr: Nous attendons votre paiement PayPal

source: If you made an eCheque payment
fr: Si vous avez fait un paiement eCheque

source: your account will be credited once the payment clears (so you can
fr: Votre compte sera crédité une fois le paiment validé (donc vous pouvez

source: return to the dashboard
fr: retourner sur le tableau de bord

source: right away
fr: tout de suite

source: The Hub stores...
fr: Le Hub stocke...

source: Your <b>email</b>
fr: Votre <b>email</b>
ru: <b>Email</b>

source: Your <b>password</b>
fr: Votre <b>mot de passe</b>
ru: Пароль

source: Activity <b>metadata</b>
fr: <b>Métadonnées</b> de l'activité
ru: <b>Метаданные</b> тренировок

source: ..until you disconnect your account or they are no longer needed, whichever is sooner
fr: ..jusqu'à ce que vous vous déconnectez ou qu'ils ne soient plus requis.
ru: ..до тех пор пока они будут нужны или вы не отключите свой аккаунт

source: <span>What are</span> Access tokens?
fr: <span>Qu'est ce qu'un</span> Access tokens ?

source: Access tokens allow the Hub to <b>perform actions on your behalf</b>. By using access tokens, the Hub never needs to store your username or password. In order to obtain an access token, the Hub may need to ask for your credentials - which are erased immediately after being exchanged for an access token.
fr: Les Access tokens permettent au HUB de réaliser des actions pour vous. En utilisant des access tokens, le HUB ne sauvegarde pas vos login et mot de passe. Afin d'obtenir votre access token, le Hub a besoin de demander vos identifiants. Ces derniers ne sont pas conservés après avoir obtenu l'access token.

source: <span>What is</span> Activity metadata?
fr: <span>Qu'est ce qu'une</span> métadonnée ?

source: Activity Medatada are the basic details of any activity: <b>start time, time zone, duration, distance, and type</b>. The Hub needs to store this information to determine which activities should be synchronized to each of your accounts.
fr: Les métadonnées sont les informations basiques d'une activité : <b>date, durée, distance, et type</b>. Le Hub a besoin de stocker ces informations afin de déterminer quelles activités doivent être synchronisées.

source: Activity data is the complete record of an activity: <b>the GPS track, sensor data, and all metadata</b>.
fr: Les données d'activités sont les enregistrements complets d'une activité: <b>le tracé GPS, les données de capteurs, et toutes les métadonnées</b>.

source: More details
fr: Plus de détails

source: The Hub moves your activities between the services you connect - period. Other than the basic metadata mentioned above, your activity data is not stored on the Hub servers. No activity data or metdata is ever shared with third parties beyond the accounts you connect.
fr: Le Hub transfère vos activités sportives entre vos différents services. A noter que vos activités ne sont pas stockées par le Hub.

source: However, the services you connect may, of their own accord, share your activity data with third parties. For instance, please consult the privacy policy for the services you connect in order to determine how they handle your data.
fr: Attention cependant aux conditions d'exploitation de vos données sur les différents services utilisés.

source: Exporting and erasing your personal data
fr: Exporter et supprimer vos données

source: The data the Hub stores regarding your accounts and activities is automatically deleted once you disconnect your last service from hub.decathlon.com. Only diagnostic logs regarding your account will remain for a limited period afterwards - but are not stored permanently. During this process, any activities that the Hub synchronized to the services you connected will remain untouched. If you wish to receive a copy of all the data the Hub has stored regarding your user account, or request the deletion of this data, please
fr: Les données stockées par le Hub concernant vos comptes et activités sont automatiquement supprimées une fois que vous avez déconnecté votre dernier service de hub.decathlon.com. Seuls les journaux de diagnostic concernant votre compte resteront pour une période limitée par la suite - mais ne sont pas stockés de manière permanente. Au cours de ce processus, toutes les activités que le Hub a synchronisées avec les services que vous avez connectés resteront inchangées. Si vous souhaitez recevoir une copie de toutes les données que le Hub a stockées concernant votre compte utilisateur, ou demander la suppression de ces données, veuillez

source: contact us
fr: nous contacter

source: and mention GDPR in the subject line.
fr: et mentionnez RGPD dans le sujet de l'email.

source: Sync with
fr: Synchronisé avec
ru: Синхронизировать

source: Paused
fr: Pause
ru: На паузе

source: Connected
fr: Connecté
ru: Подключено

source: Reauthorize
fr: Re-authoriser

source: Reconfigure
fr: Reconfigurer

source: Disconnect
fr: Déconnecter

source: Connect
fr: Connecter
ru: Подключить

source: Synchronize activities since
fr: Activités récemment synchronisées

source: Advanced settings
fr: Paramètres avancés
ru: Продвинутые настройки

source: Share your recent activities with other apps !
fr: Partagez vos activités récentes sur différentes apps !

source: Privacy
fr: Données personnelles
ru: Приватность

source: Credits
fr: Crédits
ru: Благодарности

source: Logout
fr: Deconnexion

source: User ID
fr: Identifiant utilisateur

source: All trademarks displayed are property of their respective owners
fr: Toutes les marques déposées sont la propriété de leurs propriétaires respectifs
ru: Все товарные знаки являются собственностью их владельцев

source: Return to homepage
fr: Retour à l'accueil

source: Synchronize your sport activity trackers with Decathlon
fr: Synchronisez vos applications de suivi sportif avec Decathlon

source: Disconnection
fr: Déconnexion

source: when kudos on strava is not enough
fr: Quand les kudos sur Strava ne suffisent pas
ru: Когда недостаточно лайков на strava

source: is an
fr: est un
ru: это

source: open source project
fr: projet open source
ru: открытый проект,

source: by
fr: par
ru: автор

source: For help with your account
fr: Pour de l'aide sur votre compte
ru: Если вам нужна помощь

source: If you are having issues with your account
fr: Si vous avez des problèmes avec votre compte
ru: Если у вас проблемы с аккаунтом,

source: please check
fr: s'il vous plait, vérifiez
ru: пожалуйста, проверьте

source: the activity dashboard
fr: le tableau de bord des activités
ru: панель тренировок

source: it'll do its best to tell you what went wrong
fr: On vous dira le maximum sur ce qui cloche
ru: она должна помочь вам понять что пошло не так

source: If you are making an enquiry regarding the European Union's General Data Protection Regulation, please mention &quot;GDPR&quot; in the subject line.
fr: Si vous souhaitez faire une demande concernant la RGDP, merci de mentionnner RGPD dans le sujet de l'email.

source: Questions / Answers
fr: Questions / Réponses

source: What is HUB by DECATHLON?
fr: Le hub Decathlon c'est quoi ?

source: We have created this service to facilitate the portability of sports data from our DECATHLON products to Strava, for example, but also to be able to group sports activities from other manufacturers (Garmin, Polar, Fitbit...) within your DECATHLON applications.
fr: Nous avons créé ce service pour faciliter la portabilité des données sportives depuis les produits Decathlon vers Strava par exemple. Vous pouvez aussi récupérer vos activités depuis d'autres fabriquants (Garmin, Polar, Fitbit...).

source: What do I have to do to use Hub by DECATHLON?
fr: Que dois-je faire pour utiliser le Hub by DECATHLON ?

source: Just connect to all the services you would like to sync between, then you can click on &quot;Sync now&quot;
fr: Il suffit de vous connecter à tous les services que vous souhaitez synchroniser, ensuite il vous est possible de lancer une synchronisation instantanée via la page d'accueil en cliquant sur &quot;Lancer une synchronisation&quot;

source: After this step, the next synchronizations should be automatic.
fr: Après cette étape les synchronisations devraient être automatiques.

source: Which services are uni-directional ?
fr: Quels sont les services ne supportant pas la réception de nouvelles activités ?

source: Garmin Health, Coros and Polar only support retrieving activites.
fr: Garmin Health, Coros et Polar ne supportent que la récupération d'activités.

source: Strava only accepts new activities, it is not possible to retrieve activities from Strava.
fr: Strava accepte seulement de recevoir des activités, il n'est pas possible de récupérer vos activités depuis Strava.

source: Do I need to re-connect my accounts every time?
fr: Dois-je connecter mes comptes à chaque fois ?
ru: Нужно ли переподключать сервисы каждый раз?

source: <strong>No.</strong> Just <strong>connect to any one of the services you have already connected</strong>, and you will be signed back into Hub by DECATHLON and ready to start another synchronization.
fr: <strong>Non.</strong> Continuez simplement d'utiliser vos services préalablement liés au Hub by DECATHLON qui se chargera automatiquement de la synchronisation.

source: Do I need to visit hub.decathlon.com to sync activities?
fr: Dois-je visiter hub.decathlon.com pour synchroniser mes activités ?

source: <b>No. Synchronization is fully automatic.</b> You can also manually trigger a synchronization any time you want.
fr: <b>Non, la synchronisation est automatique.</b> Vous pouvez aussi déclencher la synchronisation manuellement quand vous le souhaitez.
ru: <b>Нет. Синхронизация полностью автоматическая.</b> Однако, если хотите, можно запускать синхронизацию вручную в любой момент.

source: Which activities get synchronized?
fr: Quelles sont les activités synchronisées ?
ru: Какие тренировки синхронизируются?

source: <b>All supported activities in your account are synchronized</b>. Garmin Health and Polar are two exceptions : it is one way could only get activities from Garmin and Polar.
fr: Toutes les activités supportées sont synchronisées. Garmin Health et Polar sont des exceptions, il n'est pas possible de transferer des activités vers ces services.

source: Will Hub by DECATHLON create duplicate activities?
fr: Est-ce que le Hub by DECATHLON crée des doublons d'activités ?

source: No - <b>even if you tracked the same activity on multiple devices, or with multiple apps,</b> Hub by DECATHLON will see that and <b>won't create any duplicate activities</b>.
fr: Non, même si vous avez enregistré la même activité sur plusieurs services, le Hub le détectera et évitera de créer des doublons.

source: What data gets synchronized?
fr: Quelles sont les données synchronisées ?
ru: Какие данные синхронизируются?

source: As much as possible: in addition to your path, Hub by DECATHLON will also sync <b>distance, speed, heart rate, cadence, power, calories burned and even temperature</b> between all services which support them.
fr: Autant que possible : en plus de votre parcours, Hub by DECATHLON essaiera aussi de synchroniser <b>la distance, la vitesse, le cardio, la puissance, les calories et même la température</b> vers les <b>services qui le supportent.</b>

source: The activity statistics changed after a sync!
fr: Les statistiques de l'activité changent après chaque synchronisation !
ru: Статистика тренировки изменилась после синхронизации!

source: Discrepancies in activity statistics, like elevation gained/lost or calories burned, appear when <strong>services use different algorithms to calculate the same values</strong>. <strong>Hub by DECATHLON does not calculate these</strong> during synchronization.
fr: Des écarts peuvent effectivement apparaitre. Les différents services n'utilisent pas des algorithmes similaires pour le calcul des dénivelés, des kcal, etc. Hub by DECATHLON ne recalcule pas ces valeurs durant la synchronisation.

source: Can I view which activities were synchronized?
fr: Est-ce que je peux voir quelles activités ont été synchronisées ?
ru: Могу ли посмотреть какие тренировки были синхронизированы?

source: When logged in, you can <b>visit the
fr: Quand vous êtes connecté, vous pouvez <b>visiter le
ru: Когда вы вошли в систему, можете <b>зайти на

source: activities dashboard
fr: tableau de bord des activités
ru: панель тренировок

source: to see which activities were (or were not) synchronized, and to where.
fr: pour voir quelles activités ont (ou n'ont pas) été synchronisées, ainsi que le service d'origine et de destination.
ru: чтобы посмотреть какие тренировки были (или не были) синхронизированы, и в какие сервисы.

source: Does Hub by DECATHLON ever modify or delete my activities?
fr: Est-ce que le Hub by DECATHLON modifie ou supprime mes activités ?

source: <b>No.</b> Simple as that.
fr: <b>Non.</b> Seule la synchronisation peut mener à des écarts en fonction des algorithmes employés par les différents services.
ru: <b>Нет.</b> Просто нет.

source: What data is stored on your servers?
fr: Quelles sont les données stockées sur vos serveurs ?
ru: Какие данные хранятся на ваших серверах?

source: As little as is required. Check out the
fr: Le strict minimum. Consultez la
ru: Только самое необходимое. Подробнее:

source: for more.
fr: pour en savoir plus.

source: How do I connect more services?
fr: Comment puis-je connecter plus de services ?
ru: Как подключить больше сервисов?
