Repository: Decathlon/exercisync
Catalog: tapiriik/locale/*/LC_MESSAGES/django.po
Languages: fr, ru

source: Just sign into any one of the services you already connected, then sign into the new service (or the other way around, it doesn't matter). The new service will be synchronized with all the others.
fr: Connectez-vous à un service déjà lié au Hub, puis connectez-vous aux nouveaux services. Ils seront synchronisés avec ceux qui ont été précédemment liés au Hub.
ru: Просто зайдите сначала в один из сервисов, который у вас уже подключен к exercisync, затем зайдите в новые сервисы (или наоборот, не важно). Вновь подключенные сервисы будут синхронизированы со всеми остальными.

source: What about Fitbit?
fr: Comment fonctionne Fitbit ?

source: When you want to log your Fitbit account with the HUB, don't forget to consent every sub-services of Fitbit. With Fitbit you can retrieve complete activity information such as GPS data and cardiac data. But on the other hand, Fitbit will only be able to retrieve summaries of the activities carried out on the other services.
fr: Lors de l'activation, n'oubliez pas d'activer les partages. Fitbit ne permet pas aujourd'hui d'enregistrer les courbes GPS provenant d'autres services comme le Hub.

source: What about Garmin Health?
fr: Comment fonctionne Garmin Health ?

source: The application is on read-only mode. This means that it can retrieve complete activity information such as GPS data and cardiac data. But on the other hand, Garmin Health will not be able to recover the activities of other services.
fr: Garmin Health ne propose que la récupération d'activités récentes, vous ne pourrez pas récupérer l'historique. De plus, vous ne pourrez pas envoyer d'activités vers Garmin.

source: Will Hub by DECATHLON support Activity Tracking Site X?
fr: Est-ce que le Hub supportera <i>le site d'activités sportives X </i>?

source: Possibly. We are open to contribute to connected sport ecosystem.
fr: C'est possible ! Nous sommes ouverts pour contribuer à l'écosystème du sport connecté.

source: Your privacy
fr: Données personnelles

source: What does access token means ?
fr: Les tokens d’accès c’est quoi ?

source: What does activity metadata means ?
fr: Les métadonnées d'activité c'est quoi ?

source: This list doesn't matter
fr: Cette liste n'a pas d'importance
ru: Этот список не имеет значения

source: Do not despair if the activities you want to sync are not on this list</b>, Hub by DECATHLON can still synchronize them. You'll just have to change them to the appropriate activity type once they've arrived at their final destination(s). <b>HR, power, cadence, temperature, and caloric data will always be synchronized</b> when the destination supports it, no matter what type of activity the data is attached to.
fr: Ne soyez pas frustré si les activités que vous souhaitez synchroniser ne sont pas dans cette liste</b> le Hub peut toujours les synchroniser. Vous avez juste à les changer vers le type d'activités approprié une fois arrivées dans le service de destination.

source: Hub by DECATHLON is based on the open source project from Collin Fair
fr: Hub by DECATHLON est basé sur le projet open source de Collin Fair

source: Hub by DECATHLON is also based on the open source project from Anton Ashmarin
fr: Hub by DECATHLON est aussi basé sur le projet open source de Anton Ashmarin

source: <b>Polar, Garmin Health, Fitbit, Coros, Suunto and Strava</b> to let us use their APIs which make this service possible.
fr: <b>Polar, Garmin Health, Fitbit, Coros, Suunto et Strava</b> de nous permettre d'utiliser leurs APIs rendant ce service possible.

source: And finally, thanks to all the testers giving us precious feedback to improve this service.
fr: Pour finir, merci à tous les testeurs pour leurs retours précieux nous permettant d'améliorer ce service.

source: The HUB saves <b>only your access token and the metadatas from your activities</b>. Emails and passwords are not saved.
fr: Le HUB <b>stocke uniquement des tokens d'accès et les métadonnées de vos activités.</b>Vos emails et mots de passes ne sont pas enregistrés.

source: What constitutes Activity data ?
fr: Que comportent les données d'activités ?

source: Synchronized
fr: Synchronisé

source: Not synchronized
fr: Non synchronisé

source: Sending and receiving
fr: Récupération et envoi

source: Sending only
fr: Envoi uniquement

source: Receiving only
fr: Récupération uniquement

source: Desynchronize
fr: Désynchroniser

source: Synchronize
fr: Synchroniser

source: Activities
fr: Activités

source: Sync now
fr: Lancer une synchronisation

source: Details
fr: Détails

source: Duration
fr: Durée

source: Location
fr: Lieux

source: Activity
fr: Activité

source: From
fr: Origine

source: To
fr: Destinataires

source: Desynchronizing
fr: En désynchronisant

source: will stop all activities being transfered from and/or to this service. The HUB will not delete any data.
fr: ne transmettra plus vos activitésdans vos applications Decathlon. Aucune donnée ne sera supprimée.

source: Confirm
fr: Oui, désynchroniser

source: Cancel
fr: Non, annuler

source: Desynchronization in progress, please wait
fr: Désynchronisation en cours, veuillez patienter

source: Choose the services you want to synchronize to start the synchronization process.
fr: Pour commencer à synchroniser vos activités choisissez le service ou les services que vous souhaitez synchroniser

source: See all
fr: Voir tout

source: Security
fr: Sécurité

source: How does it works ?
fr: Comment ça marche ?

source: Your email and password are secured, please visit the
fr: Vos email, mots de passe et activités sportives sont en lieu sûr, plus de détails sur la page

source: Read the FAQ
fr: Lire la FAQ

source: After you got the HUB connected with DECATHLON, you just have to connect the services you want to synchronize and click on &quot;Sync now&quot;
fr: Une fois le Hub connecté avec DECATHLON, il suffit de vous connecter à tous les services que vous souhaitez synchroniser, puis cliquez sur &quot;Lancer une synchronisation&quot;

source: Present
ru: Существующая

source: exercisync doesn't know about any activities in your accounts
ru: exercisync не нашел тренировок в ваших профилях

source: (no data will be deleted - just no more synchronization will happen)
ru: (синхронизация работать не будет, но никакие данные не будут удалены)

source: exercisync synchronizes your activities between Aerobia, Garmin Connect, Polar Flow, PolarPersonalTrainer, Strava, RideWithGPS, Dropbox, Smashrun and BeginnerTriathlete<br/> (your heart rate, cadence, power, and temperature data syncs too)
ru: exercisync синхронизирует ваши тренировки между Аэробия, Garmin Connect, Polar Flow, PolarPersonalTrainer, Strava, RideWithGPS, Dropbox, Smashrun и BeginnerTriathlete<br/> (данные пульса, каденса, мощности и температуры тоже будут синхронизированы)

source: Yandex.Money
ru: Яндекс.Деньгами

source: exercisync stores...
ru: exercisync хранит...

source: Access <b>tokens</b>
ru: <b>Токены</b> доступа

source: <span>What are</span>Access tokens?
ru: <span>Что такое</span>Токены доступа?

source: Access tokens allow exercisync to <b>perform actions on your behalf</b>. By using access tokens, exercisync never needs to store your username or password. In order to obtain an access token, exercisync may need to ask for your credentials - which are erased immediately after being exchanged for an access token.
ru: Токены доступа позволяют exercisync-у <b>действовать от вашего имени</b>. Используя токен, exercisync-у не нужно хранить ваши логин и пароль от сторонних сервисов. Чтобы получить токен, exercisync может запросить ваши учетные данные, которые будут удалены сразу же, как только токен будет получен.

source: <span>What is</span>Activity metadata?
ru: <span>Что такое</span>Метаданные тренировок?

source: Activity Medatada are the basic details of any activity: <b>start time, time zone, duration, distance, and type</b>. exercisync needs to store this information to determine which activities should be synchronized to each of your accounts.
ru: Метаданные тренировки - это основные её параметры: <b>дата начала, часовой пояс, длительность, дистанция и вид спорта</b>. exercisync должен хранить эту информацию чтобы определить какие тренировки на какие сервисы нужно синхронизировать.

source: <span>What constitutes</span>Activity data?
ru: <span>Что включают в себя</span>данные тренировки?

source: Activity data is the complete record of an activity: <b>the GPS track, sensor data, and all metadata</b>. To improve synchronization performance, exercisync temporarily stores (caches) this data from your Dropbox account.
ru: Данные тренировки включают в себя: <b>GPS трэк, данные с датчиков а так же все метаданные</b>. Для повышения производительности exercisync временно сохраняет эти данные из вашего Dropbox аккаунта.

source: I've done a good deal to keep your password safe, but there has to be a way for exercisync to use it to sync your account. Therefore, anyone with enough access and resources to the exercisync database and servers could access it, too.
ru: Ваши пароли достаточно хорошо защищены, однако так как exercisync имеет к ним доступ чтобы синхронизация была возможна, каждый, кому удастся получить доступ к серверам, сможет получить доступ и к паролям.

source: The email address you used to pay is stored so that you can transfer or recover your payment.
ru: Адрес электронной почты, использованный для оплаты хранится, чтобы вы могли восстановить оплату.

source: Recently Synchronized Activities
ru: Только что загруженные тренировки

source: All Activities
ru: Все тренировки

source: Check for new activities
ru: Проверить наличие новых тренировок

source: Upload activities
ru: Загружать тренировки

source: after they finish, but skip them if they happened
ru: сразу же после их завершения, но игнорировать тренировки

source: FAQ
ru: ЧАВО

source: Log out
ru: Выйти

source: Anton Ashmarin
ru: Антон Ашмарин

source: For system status updates
ru: Для системных обновлений

source: exercisync group on aerobia.ru
ru: группа exercisync на aerobia.ru

source: If you're dissatisfied with the service and want a refund, make sure to mention that in the subject line so I can respond quickly.
ru: Если вы разочарованы в сервисе и хотите вернуть деньги - упомяните это в теме письма чтобы я смог быстро ответить.

source: If you are making an enquiry regarding the European Union's General Data Protection Regulation, please mention
ru: Если вы делаете запрос в отношении регулирования защиты общих данных Европейского Союза, пожалуйста, укажите

source: Exercisync is based on the
ru: Exercisync основан на

source: open source project by
ru: открытый проект авторства

source: for localization/internationalization and integration with DecathlonCoach
ru: за локализацию/интернационализацию и поддержку DecathlonCoach

source: Timur Bilalov
ru: Тимур Билалов

source: for frontend contributions
ru: за вклад в пользовательский интерфейс

source: Aerobia, Polar, Strava et al.</b> for creating and supporting the APIs that make this site possible
ru: Аэробия, Polar, Strava и других</b> за создание и поддержку своих API, которые используются этим сайтом

source: Some icons made by
ru: Некоторые иконки сделаны

source: from
ru: из

source: is licensed by
ru: лицензированы

source: and finally, <b>all the beta testers</b>. You know who you are.
ru: и в конце концов, <b>всех бета-тестеров</b>. Вы себя знаете.

source: Questions: Answered
ru: Вопросы - ответы

source: What do I have to do to use exercisync?
ru: Что нужно чтобы использовать exercisync?

source: Just connect to all the services you would like to sync between, click &quot;Synchronize now,&quot; then forget ever reading this sentence.
ru: Просто подключите все сервисы, которые вы хотите синхронизировать, нажмите &quot;Синхронизация,&quot; и можете забыть про этот сайт. :)

source: <strong>No!</strong> Just <strong>connect to any one of the services you have already connected</strong>, and you will be signed back into exercisync and ready to start another synchronization.
ru: <strong>Нет!</strong> Просто <strong>подключите какой-либо из своих сервисов </strong>, чтобы полностью загрузить свой профиль на exercisync и можно запускать новую синхронизацию.

source: Do I need to visit exercisync.com to sync activities?
ru: Нужно ли заходить на exercisync.com чтобы синхронизировать тренировки?

source: <b>All supported activities in your account are synchronized</b>, not just new ones. Manually entered activities are supported, but are not currently being synchronized <i>to</i> TrainingPeaks (still some bugs to work out there).
ru: <b>Все поддерживаемые виды тренировок будут синхронизированы</b>, не только вновь добавленные. Созданные вручную тренировки тоже поддерживаются, но пока не синхронизируются <i>на</i> TrainingPeaks (нужно разобраться с ошибками).

source: What's the difference from
ru: В чем отличие от

source: It is pretty the same site but with free synchronization and some sport trackers tapiriik doesn't support.
ru: Это почти то же самое, но с бесплатной автоматической синхронизацией и некоторыми сервисами/функциями, не поддерживаемыми на tapiriik.com.

source: Will exercisync create duplicate activities?
ru: Создает ли exercisync дубликаты тренировок?

source: Nope - <b>even if you tracked the same activity on multiple devices, or with multiple apps,</b> exercisync will see that and <b>won't create any duplicate activities</b>.
ru: Обычно нет - <b>Даже если вы записываете тренировку несколькими устройствами или приложениями, </b>exercisync это поймет <b>и не создаст дубликатов тренировок</b>.

source: What about activities I've marked as private?
ru: Что на счет приватных тренировок?

source: By default, <b>exercisync will <u>not</u> sync private activities</b>. If you wish, you can opt to have private activities synchronized. <b>exercisync tries to keep private activities private</b>, but <b>not all services support private activities,</b> so you should be cognizant of your privacy settings across all of your accounts.
ru: По умолчанию, <b>exercisync <u>не</u> синхронизирует приватные тренировки</b>. Если хотите, можете изменить это галочкой в настройках. <b>exercisync постарается сохранить приватность тренировок</b>, но <b>не все сервисы поддерживают приватность,</b> так что вы должны быть в курсе своих настроек приватности на других сервисах.

source: As much as possible: in addition to your path, exercisync will also sync <b>distance, speed, heart rate, cadence, power, calories burned and even temperature</b> between all services which support them.
ru: Все возможные: в дополнение к треку, exercisync так же синхронизирует <b>дистанцию, скорость, ЧСС, каденс, мощность, калории и даже температуру</b> между всеми сервисами, которые это поддерживают.

source: Discrepancies in activity statistics, like elevation gained/lost or calories burned, appear when <strong>services use different algorithms to calculate the same values</strong>. <strong>exercisync does not calculate these</strong> during synchronization.
ru: Расхождения в статистике происходят когда <strong>сервисы используют разные алгоритмы для расчета тех или иных значений</strong>. <strong>exercisync не вычисляет ничего</strong> в процессе синхронизации.

source: Can I sync in only one direction?
ru: Могу ли я синхронизироваться только в одном направлении?

source: Yes: <b>before triggering a sync</b>, open up the options for the service in question and tweak as desired. These preferences are applied to all activities - even after they've been synchronized to other services.
ru: Да: <b>перед тем как запустить первую синхронизацию</b>, откройте опции сервиса-источника и отметьте галочками те сервисы, на которые вы хотите загружать тренировки.

source: What are "untagged activities" and why do I care?
ru: Что такое "тренировки без типа"?

source: GPX and TCX files in your Dropbox don't include information about the type of activity they contain
ru: GPX и TCX файлы в Dropbox не содержат информации о виде спорта

source: You need to include the
ru: Вам нужно указать

source: type of the activity
ru: вид спорта

source: in the file name, or place the file in an
ru: в имени файла или положить файл в

source: appropriately named folder
ru: папку с соответствующим именем

source: Who is "exercisync" on Garmin Connect?
ru: Кто такой "exercisync" на Garmin Connect?

source: To enable efficient synchronization, <b>exercisync adds a special user</b> to your Garmin Connect connections. You should <b>never accept a separate connection request</b> from a user like this; the process is fully automatic.
ru: Для более эффективной синхронизации, <b>exercisync использует специального пользователя</b> для подключения к вашему Garmin Connect. <b>Ни в коем случае не подтверждайте запрос на подключения</b> от этого пользователя самостоятельно; процесс автоматический.

source: Read more
ru: Подробнее

source: Does exercisync ever modify or delete my activities?
ru: Удаляет/изменяет ли exercisync мои тренировки?

source: Will exercisync support <i>Activity Tracking Site X</i>?
ru: Будет ли поддержка <i>спорт-трекера N</i>?

source: Possibly. I've had very little time to add additional services while at the same time maintaining those already available.
ru: Вполне возможно. Протсо напишите о своем желании в группе или на github.

source: Can exercisync and CopyMySports be used together?
ru: Можно ли использовать вместе exercisync и CopyMySports?

source: <b>I wouldn't recommend it</b> - CopyMySports will often create duplicates of activities exercisync has already synchronized.
ru: <b>Я бы не рекомендовал</b> - CopyMySports часто создает дубликаты тренировок, которые exercisync уже синхронизировал.

source: Do not despair if the activities you want to sync are not on this list</b>, exercisync can still synchronize them. You'll just have to change them to the appropriate activity type once they've arrived at their final destination(s). <b>HR, power, cadence, temperature, and caloric data will always be synchronized</b> when the destination supports it, no matter what type of activity the data is attached to.
ru: Не отчаивайтесь, если вашего вида спорта нет в этом списке</b>, exercisync все еще может синхронизировать такие тренировки. Вам нужно просто изменить вид спорта вручную, когда тренировка будет загружена на ваши сервис(ы) <b>ЧСС, каденс, мощность, температура, калории и все остальные данные всегда будут синхронизированы</b> если поддерживаются конечным сервисом в независимости от вида спорта.
